Repository: FreezePeace1/GeoLoc
Catalog: GeoLoc.Application/Resources/ErrorMessage.*.resx
Languages: ru

# UploadedFailed
source: Uploading file is failed
ru: Загрузка файла провалена

source: FIle picked wrongly
ru: Неправильно подобран файл

source: Directory does not exist
ru: Каталог не существует

# RecevingIsFailed
source: Receiving files is failed
ru: Получение файлов неуспешно

source: File is not found
ru: Файл не найден

source: Filename is not provided
ru: Не приведено название файла

source: Downloading file is failed
ru: Скачивание файла провалено

source: Reading file is failed
ru: Чтение файла провалено

source: Chart is failed to create
ru: Ошибка создания графика

source: Failed to get data for map
ru: Не получилось получить данные для карты
